#+TITLE: Project Plan Summary
#+AUTHOR: Martin Homuth
#+DATE: <2016-09-20 Tue>

Project: PSP4Android
Program: psp4android
Language: Java

| <30>                           |      |        |         |           |
|--------------------------------+------+--------+---------+-----------|
| Time in Phase (min)            | Plan | Actual | To Date | To Date % |
|--------------------------------+------+--------+---------+-----------|
| Planning                       |  120 |        |         |           |
| Design                         |  120 |        |         |           |
| Code                           |  360 |        |         |           |
| Compile                        |  120 |        |         |           |
| Test                           |  120 |        |         |           |
| Postmortem                     |   30 |        |         |           |
| Planning + Design + Code + Compile + Test + Postmortem |  870 | 0      | 0       | 0         |
|--------------------------------+------+--------+---------+-----------|
| Defects Injected               |      | Actual | To Date | To Date % |
|--------------------------------+------+--------+---------+-----------|
| Planning                       |      |        |         |           |
| Design                         |      |        |         |           |
| Code                           |      |        |         |           |
| Compile                        |      |        |         |           |
| Test                           |      |        |         |           |
| Planning + Design + Code + Compile + Test |    0 | 0      | 0       | 0         |
|--------------------------------+------+--------+---------+-----------|
| Defects Removed                |      | Actual | To Date | To Date % |
|--------------------------------+------+--------+---------+-----------|
| Planning                       |      |        |         |           |
| Design                         |      |        |         |           |
| Code                           |      |        |         |           |
| Compile                        |      |        |         |           |
| Test                           |      |        |         |           |
| ..Total Development            |      |        |         |           |
| After Development              |      |        |         |           |
|--------------------------------+------+--------+---------+-----------|
#+TBLFM: @9=vsum(@3..@8)::@16=vsum(@11..@15)::@23=vsum($18..$22)

